[
    {
        "img": " https://www.lavanguardia.com/peliculas-series/images/movie/poster/2006/12/w1280/qF6JFr6IdfNep0x6yw3i7S8avAb.jpg ",
        "Titulo": " En busca de la felicidad ", 
        "Director": " Grabiele muccino ", 
        "año" : " 2006 ", 
        "Genero" : " Drama ",
        "Sinopsis" : " La vida es una lucha para Chris Gardner. Expulsado de su apartamento, él y su joven hijo se encuentran solos sin ningún lugar a donde ir. A pesar de que Chris eventualmente consigue trabajo como interno en una prestigiosa firma financiera, la posición no le da dinero. El dúo debe vivir en un albergue y enfrentar muchas dificultades, pero Chris no se da por vencido y lucha por conseguir una vida mejor para él y su hijo. "
    },
    {
        "img": " https://pics.filmaffinity.com/Regreso_al_futuro-139415628-large.jpg ",
        "Titulo": " Volver al futuro ",
        "Director": " Robert Zemeckis ", 
        "año" : " 1985 ", 
        "Genero" : " Ciencia ficción ",
        "Sinopsis" : " Tras viajar al pasado por accidente en un DeLorean convertido en máquina del tiempo, Marty McFly debe asegurarse de que sus padres se enamoren para volver al futuro. "
    },
    {
        "img":" https://pics.filmaffinity.com/Up_una_aventura_de_altura-672315222-large.jpg ",
        "Titulo": " Up: una aventura de altura ",
        "Director": " Pete Docter ", 
        "año" : " 2009 ", 
        "Genero" : " Animación ",
        "Sinopsis" : " Carl Fredricksen es un vendedor de globos de 78 años de edad dispuesto a cumplir su sueño: atar miles de globos a su casa y volar a Sudamérica. Sin embargo, descubre demasiado tarde a un joven e inesperado polizón. Lo que en principio será recelo, acabará por tornarse simpatía hacia el muchacho mientras juntos pasan fascinantes aventuras en exóticos lugares. "
    },
    {
        "img": " https://pics.filmaffinity.com/Eduardo_Manostijeras-367797250-large.jpg ",
        "Titulo": " El joven manos de tijeras ",
        "Director": " Tim Burton ", 
        "año" : " 1990 ", 
        "Genero" : " Fantasía ",
        "Sinopsis" : " Cuenta la historia de un hombre creado artificialmente llamado Edward, que tiene tijeras en vez de manos. Edward es adoptado por una familia de clase media que vive en un idílico barrio residencial y acaba enamorado de la hija, Kim. "
    },
    {
        "img": " https://pics.filmaffinity.com/Relatos_salvajes-102488639-large.jpg ",
        "Titulo": " Relatos salvajes ",
        "Director": " Damian Szifrón ", 
        "año" : " 2014 ", 
        "Genero" : " Comedia ",
        "Sinopsis" : " Seis relatos que alternan la intriga, la comedia y la violencia. Sus personajes se verán empujados hacia el abismo y hacia el innegable placer de perder el control al cruzar la delgada línea que separa la civilización de la barbarie. "
    },
    {
        "img": " https://pics.filmaffinity.com/Annabelle-671994408-large.jpg ",
        "Titulo": " Annabelle ",
        "Director": " Jhon Leonetti ", 
        "año" : " 2014 ", 
        "Genero" : " Terror ",
        "Sinopsis" : " John Form encuentra el regalo perfecto para Mia (su esposa embarazada), una preciosa muñeca antigua llamada Annabelle. Una noche, una secta satánica les ataca brutalmente y provocan que un ente maligno se apodere de Annabelle. "
    },
    {
        "img": " https://pics.filmaffinity.com/Top_Gun_Maverick-537976462-large.jpg ",
        "Titulo": " Top Gun: Maverick ",
        "Director": " Joseph Kosinski ", 
        "año" : " 2022 ", 
        "Genero" : " Acción ",
        "Sinopsis" : " Maverick, quien lleva 30 años de servicio, es ahora instructor de pilotos militares. Una última misión, un sacrificio final, obliga a este maestro de los cielos a enfrentar las heridas abiertas del pasado y sus temores más profundos. "
    },
    {
        "img": " https://es.web.img3.acsta.net/pictures/15/01/21/10/16/138096.jpg ",
        "Titulo": " Focus ",
        "Director": "Glenn Ficarra ", 
        "año" : " 2015 ", 
        "Genero" : " Romance ",
        "Sinopsis" : " Un estafador veterano ayuda a una joven y atractiva mujer, pero las cosas se complican cuando ellos se involucran románticamente. "
    },
    {
        "img": " https://pics.filmaffinity.com/Pu_ales_por_la_espalda_El_misterio_de_Glass_Onion-428355632-large.jpg ",
        "Titulo": " Glass Onion: A Knives Out Mystery ",
        "Director": " Rian Johnson ", 
        "año" : " 2022 ", 
        "Genero" : " Misterio ",
        "Sinopsis" : " El detective Benoit Blanc entra en acción cuando el misterioso juego de asesinatos de un multimillonario se sale de control. "
    },
    {
        "img": " https://pics.filmaffinity.com/titanic-321994924-large.jpg ",
        "Titulo": " Titanic ",
        "Director": "James Cameron ", 
        "año" : " 1997 ", 
        "Genero" : " Drama ",
        "Sinopsis" :" Una joven de la alta sociedad abandona a su arrogante pretendiente por un artista humilde en el trasatlántico que se hundió durante su viaje inaugural. "
    }
]